
* 待办事项
  
** DONE 机器学习规划
   CLOSED: [2017-05-10 周三 00:08]

** TODO CFA学习规划

** TODO 学生作业 Review

** TODO 王雄策略梳理 Review

** NEXT 汤赟鳄鱼组线 TB 代码实现
   :LOGBOOK:
   CLOCK: [2017-05-09 周二 18:47]--[2017-05-09 周二 19:12] =>  0:25
   :END:


** NEXT 关于如何成为一个量化交易员
   SCHEDULED: <2017-05-10 周三 09:00>
   :PROPERTIES:
   :Effort:   30
   :END:
   :LOGBOOK:
   CLOCK: [2017-05-10 周三 09:46]--[2017-05-10 周三 10:11] =>  0:25
   :END:

   [[https://www.quantstart.com/quant-finance-101]]
   
* 待办工程

** 机器学习

*** DONE 学习计划制定
    CLOSED: [2017-05-10 周三 00:02] DEADLINE: <2017-05-10 周三 00:20>
    :LOGBOOK:
    CLOCK: [2017-05-09 周二 23:40]--[2017-05-10 周三 00:02] =>  0:22
    :END:

** CFA 学习

** 掘金量化学习与应用

** NEXT  TB 策略开发                                                 :Daily:
   SCHEDULED: <2017-05-09 二 10:30.+1d>
   :LOGBOOK:
   CLOCK: [2017-05-10 周三 10:39]--[2017-05-10 周三 11:04] =>  0:25
   :END:

   - [-]  基于 ADX 及 EMA 的交易系统
     - [X] 策略逻辑
     - [ ] 策略代码
       - [ ] 版本一，按照下面网址说明，重新改写代码，入场条件做了一些修改

** TODO 王雄混沌书 [0/2]
   SCHEDULED: <2017-05-10 周三 16:00.+1d>

*** TODO 框架修改
    1. 章节次序修改
    2. 章节内容修改

*** TODO 内容阅读与整理

    - [ ]  Chaos System with Only One Stable Equilibrium
    - [ ]  Chaos System with None Stable Equilibrium
    - [ ]  A Chaotic System with Any Number of Equilibrium
    - [ ]  A Chaotic System with Any Type of Equilibrium
    - [ ]  Simple Chaotic 3D Flows with A Line Equilibrium
    - [ ]  Simple Chaotic 3D Flows with Surface Equilibrium

* 财务

